export var config={
cookie:'DedeUserID=1126322916;DedeUserID__ckMd5=e9d0c5eba6495178;Expires=1767158551000;SESSDATA=ac581dae%2C1755667137%2C1a688%2A21;bili_jct=126d307241971eabce7d14b55866c340;LIVE_BUVID=AUTO1416944291662949',
搜索功能:1,
显示推荐页:0,自定义推荐页:1,推荐页内容:"4K纪录片",
显示首页:1,显示热门:0,显示排行榜:0,显示入站必刷:0,显示收藏:1,显示稍后再看:0,显示历史记录:1,
视图比例:1.597,
自定义分类:0,
分类名:'🎬影视解说',
分类id:'影视解说',
筛选:{
		"影视解说":[
		{"key":"duration","name":"时长","value":[{"n":"全部","v":"0"},{"n":"60分钟以上","v":"4"},{"n":"30~60分钟","v":"3"},{"n":"10~30分钟","v":"2"},{"n":"10分钟以下","v":"1"}]}
		],
		"热门": [
            {"key": "tid","name": "分类","value": [{"n": "🔥热门视频","v": "热门"},{"n": "📶排行榜","v": "排行榜"},{"n": "🤳入站必刷","v": "入站必刷"}]}
        ],
        "历史记录": [
            {"key": "tid","name": "分类","value": [{"n": "📝历史记录","v": "历史记录"},{"n": "📑稍后再看","v": "稍后再看"}]}
        ]
	}
}