export var config={

UID:'843186b3fad84f2899bbaf09f17a6266',

//分类名，用'&'分隔，名称可以自定义修改
分类名:'🐯虎牙&🅱️哔哩&🦈斗鱼&📱抖音&🕸️网易',

//分类id,用'&'分隔,名称不可以修改，且顺序要与分类名一一对应
分类id:'huya&bilibili&douyu&douyin&cc',

//每个分类默认显示的内容，可以自定义修改，须和直播平台的类名一致
默认显示:{
        douyu:{area:'原创IP'},
        huya:{area:'一起看'},
        bilibili:{area:'电子榨菜'},
        cc:{area:'正能量'},
        douyin:{area:'全部'}
        },

//自定义筛选，'n'项可自定义修改，'v'项须和直播平台的类名一致
自定义筛选:{

    "douyu":[{"key":"area","name":"分区","value":[
               
                {"n":"原创IP","v":"原创IP"},
                {"n":"二次元","v":"二次元"}
            ]}],
            
    "huya":[{"key":"area","name":"分区","value":[
                {"n":"一起看","v":"一起看"},
                {"n":"放映厅","v":"放映厅"},
                {"n":"原创","v":"原创"},
                {"n":"体育","v":"体育"}
            ]}],
            
    "bilibili":[{"key":"area","name":"分区","value":[
                {"n":"电子榨菜","v":"电子榨菜"},
                {"n":"视频唱见","v":"视频唱见"}
            ]}],
            
    "cc":[{"key":"area","name":"分区","value":[
                {"n":"蛋仔派对","v":"蛋仔派对"},
                {"n":"正能量","v":"正能量"}
            ]}],
            
    "douyin":[{"key":"area","name":"分区","value":[
                {"n":"全部","v":"全部"}
            ]}]
            
	}		
}